[
  {
    "author": "Tugce Kandemir",
    "id": 1,
    "lyrics": "Yarim ben sana donucem, bekle beni, öyle kolay degil, sevdanin bedeli.\nBeni unutma, seni hep hatirlayacagim, ne olursa olsun, seni seviyorum.\nHadi gel, bir adim daha at, ben buradayim, sana geliyorum.\nOyle kolay degil, sevdanin bedeli, ama seni sevmenin de bir bedeli var.\nGeceler uzun, sensiz hep soguk, kalbimde bir aci, sanki bir boguk.\nHer adimda seni arar gozlerim, bu ask icin canimi veririm.\nBir umutla beklerim yollarinda, sevgilim, doner misin kollarima?\nSozlerin hala kulagimda, bu sevda bitmez, hep yanar icimde.",
    "name": "Rengarenk",
    "year": 2020
  },
  {
    "author": "Willy William",
    "id": 2,
    "lyrics": "On fait bouger les têtes, on fait bouger les corps, c'est nous qui faisons la fête, on fait bouger les corps.\nLa nuit est à nous, on fait ce qu'on veut, dans la rue, on danse jusqu'au matin.\nLe son est fort, l'ambiance est chaude, laissez-vous emporter, c'est la fête toute la nuit.\nC'est mon ego qui parle, je suis libre, et je vis pour le moment, laissez-moi vivre sans regrets.\nOn met le feu, pas de limites, tous ensemble, on s'éclate, c'est la vie.\nLes lumières brillent, les cœurs s'enflamment, on oublie tout, on vit le moment.\nPas de stress, pas de chaines, ce soir on s'envole, on touche les étoiles.\nC'est mon ego, ma liberté, je danse, je ris, c'est ma vérité.",
    "name": "Ego",
    "year": 2017
  },
  {
    "author": "James Arthur",
    "id": 3,
    "lyrics": "I remember years ago someone told me I should take caution when it comes to love.\nI did, and you were strong and I was not, my heart was broken, but I learned from the pain.\nYou were my weakness, but I couldn't let go, I fought for you even when we both knew it was over.\nImpossible, it's all impossible, but I will never forget what we had, even though it couldn't last.\nEvery night I see your face in my dreams, your voice still echoes, tearing at the seams.\nI tried to move on, but my heart won't let go, every step I take, I feel you in my soul.\nLove was a battle, and we both lost the war, but I'd fight it again, just to feel you once more.\nImpossible, yet I still hold on, to the memories of you, though you're long gone.",
    "name": "Impossible",
    "year": 2012
  },
  {
    "author": "Adele",
    "id": 4,
    "lyrics": "I heard that you're settled down, that you found a girl and you're married now.\nI heard that your dreams came true, guess she gave you things I didn't give to you.\nOld friend, why are you so shy? Ain't like you to hold back or hide from the light.\nI hate to turn up out of the blue uninvited, but I couldn't stay away, I couldn't fight it.\nI'd hoped you'd see my face and that you'd be reminded that for me, it isn't over.\nNever mind, I'll find someone like you, I wish nothing but the best for you, too.\nDon't forget me, I beg, I remember you said, 'Sometimes it lasts in love, but sometimes it hurts instead.'\nYou know how the time flies, only yesterday was the time of our lives.\nWe were born and raised in a summer haze, bound by the surprise of our glory days.",
    "name": "Someone Like You",
    "year": 2011
  },
  {
    "author": "Tame Impala",
    "id": 5,
    "lyrics": "Let it happen, let it happen, it's gonna feel so good, just let it happen, let it happen.\nI heard about a whirlwind that's coming 'round, it's gonna carry everything out of the ground.\nI can feel it coming, I can feel the change, something in the air, it's rearranging.\nAll this running around, trying to cover my shadow, a notion growing inside, now I'm letting it flow.\nI'm ready to let go, I'm ready to evolve, into something new, I'm ready to resolve.\nThe past is fading, I'm breaking through the wall, the future's calling, I'm answering the call.\nLet it happen, let the colors collide, I'm moving forward, with the universe as my guide.\nNo more holding back, no more fear inside, I'm letting it happen, I'm along for the ride.",
    "name": "Let It Happen",
    "year": 2015
  },
  {
    "author": "Shakira",
    "id": 6,
    "lyrics": "Lucky you were born that far away so we could both make fun of distance.\nLucky that I love a foreign land for the lucky fact of your existence.\nBaby, I would climb the Andes solely to count the freckles on your body.\nNever could imagine there were only ten million ways to love somebody.\nLe ro lo le lo le, can't you see? I'm at your feet.\nWhenever, wherever, we're meant to be together, I'll be there and you'll be near.\nAnd that's the deal, my dear, thereover, hereunder, you'll never have to wonder.\nWe can always play by ear, but that's the deal, my dear.\nLucky that my lips not only mumble, they spill kisses like a fountain.\nLucky that my breasts are small and humble, so you don't confuse them with mountains.",
    "name": "Whenever, Wherever",
    "year": 2001
  }
]